{
    "facts":[
       "Football originated in China around 476 B.C.",
       "Football is the most played and most watched sport on earth.",
       "Football is the most popular sport in the world. Over one billion fans watch World Cup Football on television.",
       "The largest Football tournament saw no less than 5,098 teams. They competed in 1999 for the second Bangkok League Seven-a-Side Competition. Over 35,000 players participated.",
       "The maximum number of goals scored by one player in a single Football match was 16. It was scored by Stephan Stanis (France) playing for Racing Club de Lens in December 1942.",
       "Based on video evidence, one of the fastest ever scored was in 2.8 seconds by Ricardo Olivera (Uruguay) in December 1998.",
       "Football goalies didn't have to wear different coloured shirts from their teammates until 1913.",
       "Football players run an average of 9.65 kms during every game.",
       "The very first game of basketball was played with a soccer ball.",
       "The World's First Football Club was the English Sheffield Football Club. It was founded in 1857 by Colonel Nathaniel Cresswick and Major William Priest, two British Army officers.",
       "European Teams have reached every World Cup final, except for the finals of 1930 and 1950. ",
       "The highest scoring game was clocked 149-0. Stade Olympique de L’emyrne, a team from Madagascar scored their own goals. They did it as a form of protest for the unfair decision by referee in the previous game.",
       "Ronaldinho came into limelight when scored 23 goals in a 23-0 game",
       "Celestine Babayaro, Nigerian born Chelsea player injured his legs while celebrating his debut goal in a pre-season match, while Luigi Riva broke a spectator’s arm with his powerful shot.",
       "The first black football player was Arthur Wharton in the 1800s.",
       "Pele was the first to call football “the beautiful game”.",
       "Only Americans and Canadians call football “soccer”.",
       "England came up with the word “soccer”. It’s a shortened version of “Association Football” that was changed to “Assoc Football”. This was changed to “Soccer”. In 19th century England, it was popular to add the “-er” sound to shortened words.",
       "In 1964, a referee’s call during a football match in Peru caused a riot that killed over 300 people.",
       "In 1998, lightening killed an entire football team. The catastrophe occurred in Congo during a match between the villages of Bena Tshadi and nearby Basangana. ",
       "ASEC Abidjan of Cote d’Ivoire was unbeaten for 108 games between 1989 and 1994.",
       "The Portuguese boast of scoring the world's greatest goals to game ratio of 1.77. The team has found the net an incredible 331 times in just 187 games for Sporting Lisbon between 1937 and 1949 (compared to Messi's 0.82 for Barcelona).",
       "Worldwide, there are 27 professional football clubs that take a Beatles song as their nickname - Villarreal in Spain being the most famous (the Yellow Submarines).",
       "Neil Armstrong originally wanted to take a football to the moon - but NASA deemed it to be un-American.",
       "The ball used in professional football has remained exactly the same size and shape for 120 years - 28inches in circumference.",
       "More than 80% of the world’s footballs are manufactured in Pakistan.",
       "The first live coverage of a football match was shown on television in 1937. It was a practice match Arsenal played at Highbury stadium.",
       "A total of 20 red cards were shown in a match played between Sportivo Ameliano and General Caballero in Paraguay.",
       "In 1978, Manchester United manager, Sir Alex Ferguson was fired for swearing at a lady.",
       "Ryan Giggs' (of Manchester United) dad was a professional Rugby League player.",
       "Oliver Kahn is the only goalkeeper in the history of FIFA to have won the Golden Ball trophy.",
       "The record number of World Cup career goals is 15 by Brazilian forward Ronaldo.",
       "India withdrew from the 1950 World Cup. They did it because of FIFA regulations that players had to wear football boots and would not be allowed to play barefoot.",
       "Norman Whiteside was 17 when he played in the 1982 FIFA World Cup, making him the youngest player to play in the world cup.",
       "In 1992, 42-year-old Roger Milla became the oldest goal scorer and the oldest player in World Cup history.",
       "The largest attendance for a Football match was 199,854. The match was played between Brazil and Uruguay in the World Cup at the Maracana Municipal Stadium, Rio de Janeiro, in July 1950.",
       "The fewest number of fans to watch a World Cup Football game was 300 in Uruguay in 1930.",
       "Out of 19 world cups, South America and European countries have won 9 and 10 titles respectively. No other continent has produced a world champion.",
       "Sir Viv Richards is the only person to have played both World Cup Football and World Cup Cricket. He played football for Antigua in 1974 World cup qualifiers.",
       "In 1986, FIFA prohibited shirt swapping because they did not want players to bare their chests on the field.",
       "In 1966, the World Cup trophy was stolen and later found by dog days before the tournament began.",
       "In his two world cup ventures for Argentina (2006 and 2010), Messi has only scored once (qualifiers not included).",
       "Zinedine Zidane has the most cards shown against him - 4 Yellow cards and 2 Red cards.",
       "Antonio Carbajal has the record for playing the most number of World Cups. He represented Mexico in 5 world cups in 1950, 1954, 1958, 1962 and 1968.",
       "Mexico is the only country to host the football world cup twice.",
       "Before Alex Ferguson took over at Manchester United, Aston Villa were more successful than the Red Devils",
       "Zlatan Ibrahimovic has played for six clubs that have won the Champions League, but he has never actually won the trophy himself",
       "Giuseppe Bergomi played in four World Cups but did not appear in ANY qualifiers",
       "The Korean soccer player, Ahn Jung-hwan, who scored and knocked Italy out of the 2002 World Cup, immediately lost his contract with his Italian club Perugia for ‘ruining Italian soccer.’ ",
       "German soccer player Mesut Ozil donated his €300,000 World Cup victory bonus to pay for surgeries for 23 children in Brazil.",
       "The word “soccer” was first used in England before the USA adopted it.",
       "The fastest red card in football/soccer history was 2 seconds. Lee Todd was sent off for foul language after he exclaimed “f**k me that was loud” after the starting whistle.",
       "The North Korean World Cup soccer fans are actually hand-picked by the North Korean government. The fans are also made up of Chinese volunteers since North Koreans are not allowed to travel.",
       "A Greek soccer player, Giorgos Katidis, was given a life ban for giving the Nazi salute after his winning goal during a league game. ",
       "Hitler grew to hate soccer because it couldn’t be fixed to ensure German victory over non-Germans.",
       "In 1967, the two factions involved in the Nigerian Civil War agreed to a 48-hour ceasefire so they could watch Pelé play an exhibition game in Lagos.",
       "Greenland can’t join FIFA because not enough grass grows there for a soccer field.",
       "In 1998, during a soccer match in Congo, a lightning bolt struck the pitch and killed all 11 members of one team. The other team was left unscathed.",
       "In 1985, English soccer hooligans killed 39 people and caused 600 injuries, causing all English teams to be banned from international competition for 5 years.",
       "FC Barcelona, one of the biggest soccer teams in the world, has a “reverse sponsorship” agreement with UNICEF. The team wears the organization’s logo on their shirt while donating 1.5 million euros ($1.8 million) each year.",
       "Norway is the only national football team in the world that has never lost to Brazil. (2 wins and 2 draws).",
       "Football evolved out of mob football, a game played between whole villages, with the goal being to get the ball into the center of the other village. Any means could be used to move the ball, as long as it did not lead to manslaughter or murder.",
       "Harald Bohr (brother of Niels Bohr) was a mathematician and a football player. His popularity as a footballer was such that when he defended his doctoral thesis the audience was reported as having more football fans than mathematicians.",
       "Drogheda United FC, a small Irish football team, has a logo based on, and in gratitude to, the Ottoman Empire. The Ottomans secretly smuggled food into Drogheda during the Great Famine",
       "Colombian football player, Andres Escobar, who scored an ‘own goal’ in a 1994 World Cup match against USA was subsequently murdered as the scapegoat for the team’s upset. One of the gunmen shouted “goal!” every time he fired a shot.",
       "Hosting the 2006 World Cup caused Germany to experience baby boom. Nine months after the football competition, birthrate in Germany was up to 30% higher compared to the same period in the year before that.",
       "During Christmas of 1914 (during WW1), a truce was held between Germany and UK. They decorated their shelters, exchanged gifts across no man’s land and played a game of football between themselves.",
       "At the age of 4, American world cup soccer star Abby Wambach, during her first youth soccer league was transferred from the girls’ team to the boys’ team after she scored 27 seven goals in just three games.",
       "During an association football match played on 31 October 2002 between two teams in Antananarivo, Madagascar, one team scored 149 own goals protesting a controversial referee decision in previous game.",
       "Brazilian soccer star Ronaldinho first gained media attention when he was just 13 after his team won a game 23-0. He scored every single goal in the game.",
       "The Barclay’s Premier league is actually part of the English Football system of about 5000 teams all of which, theoretically through promotion and relegation, could ascend to the top of the football pyramid.",
       "Eternal flame at Arc de Triomphe in Paris has only been extinguished once. This was done by drunken Mexican football fans, who urinated in it after the final of 1998 World Cup, when France defeated Brazil. ",
       "All “football” sports are so called not because the players have to kick the ball, but because they were played on foot by the peasantry, rather than on horseback, like all “proper” aristocrat sports.",
       "Alex Song has 27 siblings – 17 sisters and 10 brothers.",
       "Liverpool keeper Simon Mignolet speaks 5 languages and has a degree in politics.",
       "Dundee United have played and beaten Barcelona 4 times in professional fixtures, giving them a 100% win record.",
       "Former Manchester United player Alan Smith scored vs Sheffield United in a League One fixture in April 2012. His previous goal in all competitions was against AS Roma in the Champions League in a 7-1 win for Manchester United.",
       "There is only one team out of the 4 divisions in England and the 4 divisions in Scotland that have a ‘j’ in their name. It’s Saint Johnstone.",
       "Ronaldo (the Brazilian) has never won the Champions League despite playing for 5 teams that did. Zlatan Ibrahimovic has also never won the Champions League.",
       "Manuel Neuer stars in the German version of the 2013 Disney/Pixar film’ Monsters University’. He provides the voice for the character Frank McCay.",
       "Former Liverpool man Charlie Adam is younger than Cristiano Ronaldo.",
       "The first English team to win a European trophy is West Auckland Town FC. They won the Sir Thomas Lipton trophy, one of football’s first European competitions, twice in 1909 and 1911.",
       "Only one country has had two cities with two teams reach the semi finals of the European Cup/Champions League.Scotland – Dundee (with Dundee in 1963 and Dundee United in 1984) and Glasgow (with Celtic in 1967, 1970, 1972 & 1974 and Rangers in 1960).",
       "Kuba Blaszczykowski watched his father stab his mother to death when he was 10 years old.",
       "Gary Lineker pooped his pants whilst playing against Ireland at the 1990 World Cup.",
       "Real Madrid Luka Modric and Mark Viduka are cousins.",
       "There is only one case of Balotelli missing a penalty on camera – and it’s in training",
       "Rio Mavuba was born in international waters. His birth certificate does not have a nation listed, it just says “Born at sea”.",
       "The younger brother of Joey Barton, Michael, is a convicted murderer. He murdered his victim with an ice axe.",
       "Steve Finnan (former Liverpool right back) played in the Conference, Division 3 (won the league), Division 2 (won the league), Division 1 (won the league), the Premiership, the World Cup, the Champions League Final, the UEFA Cup Final, the FA Cup Final, the League Cup Final, the Club World Cup Final, the Super Cup and the Intertoto during his career.",
       "Javier Zanetti didn’t get a red card in Serie A til his 548th match. Ryan Giggs has never received a red card in the EPL.",
       "Former Tottenham Hotspur player David Ginola has an unfortunate tale to tell. His name is an anagram for Vagina Dildo.",
       "Ronaldinho first gained media attention when his youth team won a game 23-0. He scored every single goal.",
       "Eden Hazard has a son named Leo. Garry Cahill has a son named Leo. Fernando Torres has a son named Leo. There is a lion in the Chelsea FC crest. Leo is the Latin word for lion.",
       "Mark Hughes once played two games in a single day; In the morning he played for Wales against Czechoslovakia in Prague, drove across the border, and then turned out for Bayern Munich in the afternoon.",
       "Former Tottenham Hotspur captain Ledley King holds the record for the quickest Premier League goal. He scored 10 seconds after kick-off in a match against Bradford in the 2000/01 season.",
       "England came up with the word soccer. It’s a shortened version of “Association Football” which got changed to “Assoc Football” which then got changed to “Soccer”. In 19th century England, it was popular to add the “-er” sound to shortened words.",
       "Arsene Wenger has an asteroid named after him called 33179 Arsénewenger.",
       "AC Milan was actually founded as a cricket team.",
       "The first black and white jersey that Juventus wore was a Notts County kit that was brought in by an importer. It has become a tradition since then.",
       "Gary and Phil Neville’s father is called Neville Neville.",
       "Between 2001 and 2003, Bundesliga club Fortuna Düsseldorf were sponsored by Toten Hosen, one the biggest rock bands in Germany.",
       "Maynor Figueroa has three toes on his left foot. He can still do this.",
       "There are only two football teams in the Isles of Scilly – The Gunners and the Wanderers. They play each other every week in the league, the only break being when they meet in the Cup. Talk about boring!",
       "Didier Drogba is not just a footballer in his home country, and helped stop a civil war in Ivory Coast after qualifying for the World Cup.",
       "Fernando d’Ercoli, while playing for Pianta in 1989, got so mad after getting a red card that he snatched the card from the referee’s hand and ate it. Similarly, Mike Bagley took the referee’s notebook and ripped out the page with his name on after he had been booked, and ate it.",
       "Brazilian striker Ronaldo got this ridiculous haircut at the 2002 World Cup so that his son would be able to distinguish him from the other bald Brazilian players on TV.",
       "Zlatan Ibrahimovic used to be a bike thief when he was younger.",
       "The Borussia in Borussia Dortmund comes from a brand of beer in Dortmund.",
       "According to Mexico City police, crime rates in Mexico reduce when Javier Hernandez plays football. Additionally, and almost unbelievably, they suggest that more women go into labor than usual when the Manchester United striker plays.",
       "Zinedine Zidane almost joined Blackburn Rovers. However, the club chose Tim Sherwood instead, with chairman Jack Walker saying: “Who needs Zinedine Zidane? We’ve got Tim Sherwood.”",
       "Osama bin Laden was said to be a massive Arsenal fan.",
       "Arthur Conan Doyle, the author of the Sherlock Holmes series, played keeper for Portsmouth under the name AC Smith.",
       "Dennis Bergkamp would miss away matches because he had a fear of flying, which is why he was called the Non-Flying Dutchman.",
       "When Harry Redknapp was assistant manager at West Ham, he heard a fan abusing striker Lee Chapman during a pre-season friendly against Oxford City. At half time, he asked the fan to get dressed in the kit and play for the team if he thought he could do better. The fan took up his challenge, played through the second half, and even scored a goal.",
       "Garrincha was born with an illness that should have made it impossible for him to walk. Instead, he became incredibly flecible and agile, which helped him while playing football.",
       "Santiago Cañizares once tore a tendon in his foot while trying to break the fall of a perfume bottle the way he would control a football. He had to miss the World Cup because of the freak injury.",
       "Robert Lewandowski almost signed for Blackburn Rovers, but a giant ash cloud from Iceland grounded his plane and delayed his transfer. It didn’t happen thereafter.",
       "Stuart Holden used to play competitive Counter-Strike.",
       "Simon Mignolet started his career as a forward, and tried his hand at being a goalkeeper after he was dropped. On the other hand, Fernando Torres started his career as a goalkeeper, and later switched to become a striker (No wonder he became so good at keeping the ball out of the goal).",
       "Diego Maradona once played for Tottenham Hotspur.",
       "Dimitar Berbatov’s childhood hero was Alan Shearer, and he used to sleep in a Newcastle shirt when he was young.",
       "American Football Evolved from Soccer and Rugby",
       "In some of the earliest versions of football, the players had to pick up the ball in their hands and run towards the goal area to strike a goal.",
       "The Football Hall of Fame is situated in Canton in Ohio.",
       "The public schools of Britain helped to turn the game of football from ‘mob football’ to regular football. The schools helped to form particular rules that the players would have to follow, and the matches were often played between various schools.",
       "Until the year 1913, the goalies were not required to wear a different colored shirt than what their teammates were wearing.",
       "A soccer ball was used to play one of the first ever games of basketball.",
       "The world’s first football club was found in the year 1857 by two British Army Officers, Colonel Nathaniel Creswick and Major William Priest. The club was named as the English Sheffield Football Club.",
       "Today, only the Americans and the Canadians refer to the game of football as ‘soccer.’",
       "The word soccer originated in England. In the beginning, the term ‘Association Football’ was shortened to ‘Assoc Football’, which was then again shortened to the term ‘soccer.’ During the 19th century, it was a popular culture in England to add the ‘-er’ sound to any shortened word.",
       "For the past 120 years, the ball that is used in professional football has not gone through any change in its size or shape. It has a constant circumference of 28 inches.",
       "FIFA has more member countries in it than the U.N.",
       "The highest number of goals ever scored by one player in a single football match was 16 in the year 1942 in December. It was scored by a player named Stephan Stanis from France who was playing for a club known as Racing Club de Lens.",
       "On an average, a football player runs for an average of 9.65 km during each game, which is the equivalent of about 15 km.",
       "Till date, the football teams of Europe have reached every single World Cup Final match except two, in the year 1930 and the year 1950.",
       "Cristiano Ronaldo, Ballon d’Or winner, became the first player who scored a goal in every single minute of the game.",
       "On an average, more than one in 20 injuries that happen during a football match are a result of the celebration of scoring a goal on the pitch.",
       "The highest number of goals scored in a Football World Cup match was in the year 1982 when Hungary scored ten goals against El Salvador.",
       "In the year 1969, El Salvador waged a war against Honduras after it lost a football match against the same.",
       "The game of football first originated around the year 476 BC in China. When it began, it was referred to as Cuju.",
       "Till date, it continues to be one of the most popular, the most watched and the most played sport around the world.",
       "The first ever games of football used a ball that was made of leather. The players had to kick the ball through a hole that was made in a piece of silk cloth. The ball was then tied to canes and hung at a height of about 9 m above the ground, where the players had to kick it with their feet.",
       "One of the oldest ever Football World Cup winners was the former Italian goalkeeper Dino Zoff. He won the trophy in the year 1982 at the age of 40 years and 133 days.",
       "The only footballer who ever scored a winning goal for San Marino was Andy Selva. He scored their only winning goal in the year 2004 against Liechtenstein to score a 1-0 victory. Out of the total 121 games that San Marino played, the team had a record win of 1 game, three draws, and 117 losses.",
       "Footballer Andy Selva also holds the distinction of being his nation’s all-time top goalscorer. He had scored 8 goals out of the 64 appearances he made.",
       "The record of receiving the fastest red card in the history of professional football is a mere two seconds. The referee issued the red card to a footballer named Lee Todd after he used foul language.",
       "The football legend Mario Zagallo from Brazil was the first ever professional footballer in the history of the sport who won the Football World Cup trophy as a player in the years 1958 and 1962, and later as a coach in the year 1970.",
       "During the Football World Cup matches, more than one billion fans watch the game on television.",
       "Neil Armstrong, the first ever human being to walk on the moon, wanted to carry a football all the way to the moon with him. However, NASA did not allow the same as it felt the act would be looked upon as being un-American.",
       "The country of Pakistan manufactures more than 80 percent of the total footballs that are used around the world.",
       "Did you know that Gordon Ramsey, who is today known the world over as a celebrity chef and one of the finest chefs in the world, had been scouted by Rangers but had to leave his dream of becoming a professional footballer after he suffered a knee injury.",
       "Out of the 12 host cities for the 2014 FIFA World Cup in Brazil, 8 are considered to be among the 50 most violent cities around the world.",
       "The youngest professional football player to ever be signed on by a professional football club was aged only 20 months. He was signed on by a professional football club in Belgium.",
       "In the year 1964, a call by a referee in a football match in Peru led to a riot in which more than 300 people were killed.",
       "Mesut Ozil is a German football player who donated his World Cup victory bonus pay of 300,000 euro to help pay for the surgeries of 23 children in Brazil.",
       "In the year 1967, the two sides that were involved in the Nigerian Civil War decided to go on a ceasefire for 48 hours, so that they could watch football player Pele play in an exhibition match in Lagos.",
       "In the year 1998, a bolt of lightning struck a football match field in Congo. An entire football team was wiped off as all 11 members of the same team died whereas the members of the other team were not touched by the lightning strike. The match was being played between the villages of nearby Basangana and BenaTshadi.",
       "In the year 2011, it cost more than 30 million US dollars to advertise a 30 second commercial during the Super Bowl. During the Football World Cup matches, more than one billion fans watch the game on television.",
       "Neil Armstrong, the first ever human being to walk on the moon, wanted to carry a football all the way to the moon with him. However, NASA did not allow the same as it felt the act would be looked upon as being un-American.",
       "The country of Pakistan manufactures more than 80 percent of the total footballs that are used around the world.",
       "Did you know that Gordon Ramsey, who is today known the world over as a celebrity chef and one of the finest chefs in the world, had been scouted by Rangers but had to leave his dream of becoming a professional footballer after he suffered a knee injury.",
       "The legendary philosopher Albert Camus used to play as a goalie for his university football team but had to give up on the dream after he was struck with TB, as a result of which he could not go ahead with professional football.",
       "Out of the 12 host cities for the 2014 FIFA World Cup in Brazil, 8 are considered to be among the 50 most violent cities around the world.",
       "The youngest professional football player to ever be signed on by a professional football club was aged only 20 months. He was signed on by a professional football club in Belgium.",
       "In the year 1964, a call by a referee in a football match in Peru led to a riot in which more than 300 people were killed.",
       "Mesut Ozil is a German football player who donated his World Cup victory bonus pay of 300,000 euros to help pay for the surgeries of 23 children in Brazil.",
       "In the year 1967, the two sides that were involved in the Nigerian Civil War decided to go on a ceasefire for 48 hours, so that they could watch football player Pele play in an exhibition match in Lagos.",
       "Greenland is not able to join the FIFA because not enough grass grows there for a football field.",
       "In the year 1998, a bolt of lightning struck a football match field in Congo. An entire football team was wiped off as all 11 members of the same team died whereas the members of the other team were not touched by the lightning strike. The match was being played between the villages of nearby Basangana and BenaTshadi.",
       "In the year 2011, it cost more than 30 million US dollars to advertise a 30 second commercial during the Super Bowl."	
    ]
   }