{
    "history":[
        "Association football, more commonly known as football or soccer, can be traced to as far back as the Medieval period in Britain (medieval football). The modern game of association football originates from the formation of The Football Association in London, England in 1863 based on multiple efforts to standardize the varying forms of the game. This allowed clubs to play each other without dispute and which specifically banned handling of the ball (except by goalkeepers) and hacking during open field play. After the fifth meeting of the association a schism emerged between association football and the rules played by the Rugby school, later to be called rugby football. At the time, football clubs had played by their own, individual codes and game-day rules usually had to be agreed upon before a match could commence. For example, the Sheffield Rules that applied to most matches played in the Sheffield area were a different code. Football has been an Olympic sport ever since the second modern Summer Olympic Games in 1900.",
        "The first known examples of a team game involving a ball, which was made out of a rock, occurred in old Mesoamerican cultures for over 3000 years ago. According to the sources, the ball would symbolize the sun and the captain of the losing team would be sacrificed to the gods.The first known ball game which also involved kicking took place In China in the 3rd and 2nd century BC under the name Cuju. Cuju was played with a round ball on an area of a square. It later spread to Japan and was practiced under ceremonial forms. Other earlier variety of ball games had been known from Ancient Greece. The ball was made by shreds of leather filled with hair. The first documents of balls filled with air are from the 7th century. In the Ancient Rome, games with balls were not included in the entertainment on the big arenas, but could occur in exercises in the military. It was the Roman culture that would bring football to the British island (Britannica). It is, however, uncertain in which degree the British people were influenced by this variability and in which degree they had developed their own variants.",
        "Football clubs have existed since the 15th century, but unorganized and without official status. It is therefore hard to decide which the first football club was. Some historians suggest that it was the Foot-Ball Club formed 1824 in Edinburgh. Earlier clubs were often formed by former school students and the first of this kind was formed in Sheffield in 1855. The oldest among professional football clubs is the English club Notts County that was formed in 1862 and still exists today. An important step for the emergence of teams was the industrialization that led to larger groups of people meeting at places such as factories, pubs and churches. Football teams were established in the larger cities and the new railroads could bring them to other cities.In the beginning, football was dominated by public school teams, but later, teams consisting by workers would make up the majority of those. Another change was successively taking place when some clubs became willing to pay the best players to join their team. This would be the start of a long period of transition, not without friction, in which the game would develop to a professional level.",
        "In the late 19th Century only a few national football teams existed, England and Scotland had the first active teams that played games against each other in the 1870s. Today there are 211 national associations included in the Fédération Internationale de Football Association (FIFA), the world governing body of the sport. Another proof of the globalization could be seen in the increase of nations participating in World Cup qualifiers: from 32 in 1934 to over 200 in 2014.The world regions have been divided into six confederations: Confédération Africaine de Football (CAF), Asian Football Confederation (AFC), Union des Associations Européennes de Football (UEFA), The Confederation of North, Central America and Caribbean Association Football (CONCACAF), Oceania Football Confederation (OFC) and Confederación Sudamericana de Fútbol (CONMEBOL)."
    ]
}